Repository: investblog/cftools-win
Catalog: src/CFTools/Strings/*/Resources.resw
Source language: en_us
Languages: de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans

# Add_Parsing
source: Parsing domains...
de: Domains werden gelesen...
es: Analizando dominios...
fr: Analyse des domaines...
it: Analisi dei domini...
ja: ドメインを解析中...
ko: 도메인 분석 중...
pl: Analiza domen...
pt_br: Analisando domínios...
ru: Разбор доменов...
tr: Alan adları ayrıştırılıyor...
zh_hans: 正在解析域名...

# Add_NoValidDomains
source: No valid domains found
de: Keine gültigen Domains gefunden
es: No se encontraron dominios válidos
fr: Aucun domaine valide trouvé
it: Nessun dominio valido trovato
ja: 有効なドメインがありません
ko: 유효한 도메인이 없습니다
pl: Nie znaleziono poprawnych domen
pt_br: Nenhum domínio válido encontrado
ru: Валидных доменов не найдено
tr: Geçerli alan adı bulunamadı
zh_hans: 未找到有效域名

# Add_Checking
source: Checking {0} domains in {1}...
de: Prüfe {0} Domains in {1}...
es: Comprobando {0} dominios en {1}...
fr: Vérification de {0} domaines dans {1}...
it: Controllo di {0} domini in {1}...
ja: {1} で {0} 件のドメインを確認中...
ko: {1}에서 도메인 {0}개 확인 중...
pl: Sprawdzanie {0} domen w {1}...
pt_br: Verificando {0} domínios em {1}...
ru: Проверка {0} доменов в {1}...
tr: {1} içinde {0} alan adı kontrol ediliyor...
zh_hans: 正在 {1} 中检查 {0} 个域名...

# Add_Exists
source: Already exists in Cloudflare
de: Existiert bereits in Cloudflare
es: Ya existe en Cloudflare
fr: Existe déjà dans Cloudflare
it: Esiste già in Cloudflare
ja: Cloudflare に既に存在
ko: Cloudflare에 이미 있음
pl: Już istnieje w Cloudflare
pt_br: Já existe na Cloudflare
ru: Уже есть в Cloudflare
tr: Cloudflare'de zaten var
zh_hans: Cloudflare 中已存在

# Add_Ready
source: Ready to create
de: Bereit zum Anlegen
es: Listo para crear
fr: Prêt à créer
it: Pronto per la creazione
ja: 作成可能
ko: 생성 준비됨
pl: Gotowa do utworzenia
pt_br: Pronto para criar
ru: Готов к созданию
tr: Oluşturmaya hazır
zh_hans: 可以创建

# Add_Duplicate
source: Duplicate in input
de: Duplikat in der Eingabe
es: Duplicado en la entrada
fr: Doublon dans la saisie
it: Duplicato nell'input
ja: 入力内で重複
ko: 입력에 중복됨
pl: Duplikat w danych
pt_br: Duplicado na entrada
ru: Дубликат во вводе
tr: Girdide yineleniyor
zh_hans: 输入中重复

# Add_InvalidRoot
source: Input is not a valid root domain
de: Keine gültige Root-Domain
es: No es un dominio raíz válido
fr: Pas un domaine racine valide
it: Non è un dominio radice valido
ja: 有効なルートドメインではありません
ko: 유효한 루트 도메인이 아님
pl: To nie jest poprawna domena główna
pt_br: Não é um domínio raiz válido
ru: Не является корневым доменом
tr: Geçerli bir kök alan adı değil
zh_hans: 不是有效的根域名

# Add_Summary
source: {0} ready, {1} already exist, {2} duplicates, {3} invalid
de: {0} bereit, {1} vorhanden, {2} Duplikate, {3} ungültig
es: {0} listos, {1} ya existen, {2} duplicados, {3} inválidos
fr: {0} prêts, {1} existants, {2} doublons, {3} invalides
it: {0} pronti, {1} esistenti, {2} duplicati, {3} non validi
ja: 作成可能 {0}、既存 {1}、重複 {2}、無効 {3}
ko: 준비 {0}, 기존 {1}, 중복 {2}, 무효 {3}
pl: Gotowe: {0}, istnieją: {1}, duplikaty: {2}, błędne: {3}
pt_br: {0} prontos, {1} já existem, {2} duplicados, {3} inválidos
ru: Готово: {0}, уже есть: {1}, дубликатов: {2}, невалидных: {3}
tr: {0} hazır, {1} mevcut, {2} yinelenen, {3} geçersiz
zh_hans: {0} 个可创建，{1} 个已存在，{2} 个重复，{3} 个无效

# Add_CreatingIn
source: Creating zones in {0}...
de: Zonen werden in {0} angelegt...
es: Creando zonas en {0}...
fr: Création des zones dans {0}...
it: Creazione zone in {0}...
ja: {0} にゾーンを作成中...
ko: {0}에 영역 생성 중...
pl: Tworzenie stref w {0}...
pt_br: Criando zonas em {0}...
ru: Создание зон в {0}...
tr: {0} içinde bölgeler oluşturuluyor...
zh_hans: 正在 {0} 中创建区域...

# Add_CreatingZone
source: Creating zone...
de: Zone wird angelegt...
es: Creando zona...
fr: Création de la zone...
it: Creazione zona...
ja: ゾーンを作成中...
ko: 영역 생성 중...
pl: Tworzenie strefy...
pt_br: Criando zona...
ru: Создание зоны...
tr: Bölge oluşturuluyor...
zh_hans: 正在创建区域...

# Add_ZoneCreated
source: Zone created
de: Zone angelegt
es: Zona creada
fr: Zone créée
it: Zona creata
ja: ゾーンを作成しました
ko: 영역 생성됨
pl: Strefa utworzona
pt_br: Zona criada
ru: Зона создана
tr: Bölge oluşturuldu
zh_hans: 区域已创建

# Add_DoneCancelled
source: Cancelled: {0} created, {1} not completed out of {2}
de: Abgebrochen: {0} angelegt, {1} offen von {2}
es: Cancelado: {0} creadas, {1} sin completar de {2}
fr: Annulé : {0} créées, {1} non terminées sur {2}
it: Annullato: {0} create, {1} non completate su {2}
ja: キャンセル: {2} 件中 {0} 件作成、{1} 件未完了
ko: 취소됨: {2}개 중 {0}개 생성, {1}개 미완료
pl: Anulowano: utworzono {0}, nieukończone {1} z {2}
pt_br: Cancelado: {0} criadas, {1} não concluídas de {2}
ru: Отменено: создано {0}, не завершено {1} из {2}
tr: İptal: {2} içinden {0} oluşturuldu, {1} tamamlanmadı
zh_hans: 已取消：{2} 个中创建 {0} 个，{1} 个未完成

# Add_Done
source: Done: {0} created, {1} failed out of {2}
de: Fertig: {0} angelegt, {1} fehlgeschlagen von {2}
es: Listo: {0} creadas, {1} con error de {2}
fr: Terminé : {0} créées, {1} en échec sur {2}
it: Fatto: {0} create, {1} fallite su {2}
ja: 完了: {2} 件中 {0} 件作成、{1} 件失敗
ko: 완료: {2}개 중 {0}개 생성, {1}개 실패
pl: Gotowe: utworzono {0}, błędy {1} z {2}
pt_br: Concluído: {0} criadas, {1} com falha de {2}
ru: Готово: создано {0}, с ошибкой {1} из {2}
tr: Bitti: {2} içinden {0} oluşturuldu, {1} başarısız
zh_hans: 完成：{2} 个中创建 {0} 个，{1} 个失败

# Add_Progress
source: {0}/{1} processed - {2} created, {3} failed
de: {0}/{1} verarbeitet - {2} angelegt, {3} fehlgeschlagen
es: {0}/{1} procesadas - {2} creadas, {3} con error
fr: {0}/{1} traitées - {2} créées, {3} en échec
it: {0}/{1} elaborate - {2} create, {3} fallite
ja: {0}/{1} 処理済み - {2} 作成、{3} 失敗
ko: {0}/{1} 처리됨 - {2} 생성, {3} 실패
pl: {0}/{1} przetworzono - utworzono {2}, błędy {3}
pt_br: {0}/{1} processadas - {2} criadas, {3} com falha
ru: {0}/{1} обработано - создано {2}, с ошибкой {3}
tr: {0}/{1} işlendi - {2} oluşturuldu, {3} başarısız
zh_hans: 已处理 {0}/{1} - 创建 {2}，失败 {3}

# Add_Tip
source: {0} zone(s) created and now waiting for a nameserver change at the registrar. 301.st shows the assigned Cloudflare nameservers per domain, verifies NS and tracks expiry. Free for up to 10 domains.
de: {0} Zone(n) angelegt; sie warten auf den Nameserver-Wechsel beim Registrar. 301.st zeigt die Cloudflare-Nameserver je Domain, prüft NS und verfolgt Ablaufdaten. Kostenlos bis 10 Domains.
es: {0} zona(s) creada(s), a la espera del cambio de servidores de nombres en el registrador. 301.st muestra los servidores de Cloudflare por dominio, verifica los NS y sigue las caducidades. Gratis hasta 10 dominios.
fr: {0} zone(s) créée(s), en attente du changement de serveurs de noms chez le registrar. 301.st affiche les serveurs Cloudflare par domaine, vérifie les NS et suit les expirations. Gratuit jusqu'à 10 domaines.
it: {0} zona/e create, in attesa del cambio dei name server presso il registrar. 301.st mostra i name server Cloudflare per dominio, verifica gli NS e segue le scadenze. Gratis fino a 10 domini.
ja: {0} 件のゾーンを作成し、レジストラでのネームサーバー変更待ちです。301.st はドメインごとに割り当てられた Cloudflare ネームサーバーを表示し、NS を検証して有効期限を追跡します。10 ドメインまで無料。
ko: 영역 {0}개를 생성했으며 등록 대행자에서 네임서버 변경을 기다리는 중입니다. 301.st는 도메인별로 할당된 Cloudflare 네임서버를 보여 주고 NS를 검증하며 만료일을 추적합니다. 10개 도메인까지 무료.
pl: Utworzono {0} stref; czekają na zmianę serwerów nazw u rejestratora. 301.st pokazuje serwery Cloudflare dla każdej domeny, weryfikuje NS i śledzi terminy wygaśnięcia. Bezpłatnie do 10 domen.
pt_br: {0} zona(s) criada(s), aguardando a troca de servidores de nomes no registrador. O 301.st mostra os servidores Cloudflare por domínio, verifica os NS e acompanha vencimentos. Grátis até 10 domínios.
ru: Создано зон: {0}. Они ждут смены NS-серверов у регистратора. 301.st покажет выданные NS Cloudflare по каждому домену, проверит их и отследит сроки истечения. Бесплатно до 10 доменов.
tr: {0} bölge oluşturuldu; kayıt kuruluşunda ad sunucusu değişikliği bekleniyor. 301.st her alan adı için Cloudflare ad sunucularını gösterir, NS'yi doğrular ve süre bitimini izler. 10 alan adına kadar ücretsiz.
zh_hans: 已创建 {0} 个区域，正在等待在注册商处更改名称服务器。301.st 会按域名显示分配的 Cloudflare 名称服务器、验证 NS 并跟踪到期时间。10 个域名以内免费。

# Preflight_Ready
source: Ready
de: Bereit
es: Listo
fr: Prêt
it: Pronto
ja: 作成可能
ko: 준비됨
pl: Gotowa
pt_br: Pronto
ru: Готов
tr: Hazır
zh_hans: 可创建

# Preflight_Exists
source: Exists
de: Vorhanden
es: Existe
fr: Existe
it: Esiste
ja: 既存
ko: 기존
pl: Istnieje
pt_br: Existe
ru: Есть
tr: Mevcut
zh_hans: 已存在

# Preflight_Invalid
source: Invalid
de: Ungültig
es: Inválido
fr: Invalide
it: Non valido
ja: 無効
ko: 무효
pl: Błędna
pt_br: Inválido
ru: Невалидный
tr: Geçersiz
zh_hans: 无效

# Preflight_Duplicate
source: Duplicate
de: Duplikat
es: Duplicado
fr: Doublon
it: Duplicato
ja: 重複
ko: 중복
pl: Duplikat
pt_br: Duplicado
ru: Дубликат
tr: Yinelenen
zh_hans: 重复

# Preflight_Creating
source: Creating…
de: Anlegen…
es: Creando…
fr: Création…
it: Creazione…
ja: 作成中…
ko: 생성 중…
pl: Tworzenie…
pt_br: Criando…
ru: Создание…
tr: Oluşturuluyor…
zh_hans: 创建中…

# Preflight_Created
source: Created
de: Angelegt
es: Creada
fr: Créée
it: Creata
ja: 作成済み
ko: 생성됨
pl: Utworzona
pt_br: Criada
ru: Создан
tr: Oluşturuldu
zh_hans: 已创建

# Preflight_Failed
source: Failed
de: Fehler
es: Error
fr: Échec
it: Errore
ja: 失敗
ko: 실패
pl: Błąd
pt_br: Falha
ru: Ошибка
tr: Başarısız
zh_hans: 失败

# Preflight_Cancelled
source: Cancelled
de: Abgebrochen
es: Cancelado
fr: Annulé
it: Annullato
ja: キャンセル
ko: 취소됨
pl: Anulowano
pt_br: Cancelado
ru: Отменено
tr: İptal edildi
zh_hans: 已取消

# Purge_Title.Text
source: Purge Cache
de: Cache leeren
es: Purgar caché
fr: Purger le cache
it: Svuota cache
ja: キャッシュ削除
ko: 캐시 삭제
pl: Wyczyść cache
pt_br: Limpar cache
ru: Очистить кеш
tr: Önbelleği temizle
zh_hans: 清除缓存

# Purge_Run.Content
source: Purge Selected
de: Auswahl leeren
es: Purgar selección
fr: Purger la sélection
it: Svuota selezionate
ja: 選択分を削除
ko: 선택 항목 삭제
pl: Wyczyść zaznaczone
pt_br: Limpar selecionadas
ru: Очистить выбранные
tr: Seçilenleri temizle
zh_hans: 清除所选

# Purge_Starting
source: Purging cache for {0} zone(s) in {1}...
de: Cache von {0} Zone(n) in {1} wird geleert...
es: Purgando la caché de {0} zona(s) en {1}...
fr: Purge du cache de {0} zone(s) dans {1}...
it: Svuotamento cache di {0} zona/e in {1}...
ja: {1} の {0} ゾーンのキャッシュを削除中...
ko: {1}의 영역 {0}개 캐시 삭제 중...
pl: Czyszczenie cache {0} stref w {1}...
pt_br: Limpando o cache de {0} zona(s) em {1}...
ru: Очистка кеша {0} зон в {1}...
tr: {1} içindeki {0} bölgenin önbelleği temizleniyor...
zh_hans: 正在清除 {1} 中 {0} 个区域的缓存...

# Purge_Item
source: Purging...
de: Wird geleert...
es: Purgando...
fr: Purge...
it: Svuotamento...
ja: 削除中...
ko: 삭제 중...
pl: Czyszczenie...
pt_br: Limpando...
ru: Очистка...
tr: Temizleniyor...
zh_hans: 清除中...

# Purge_ItemDone
source: Purged
de: Geleert
es: Purgada
fr: Purgée
it: Svuotata
ja: 削除済み
ko: 삭제됨
pl: Wyczyszczono
pt_br: Limpa
ru: Очищено
tr: Temizlendi
zh_hans: 已清除

# Purge_DoneCancelled
source: Cancelled: {0} purged, {1} not completed out of {2}
de: Abgebrochen: {0} geleert, {1} offen von {2}
es: Cancelado: {0} purgadas, {1} sin completar de {2}
fr: Annulé : {0} purgées, {1} non terminées sur {2}
it: Annullato: {0} svuotate, {1} non completate su {2}
ja: キャンセル: {2} 件中 {0} 件削除、{1} 件未完了
ko: 취소됨: {2}개 중 {0}개 삭제, {1}개 미완료
pl: Anulowano: wyczyszczono {0}, nieukończone {1} z {2}
pt_br: Cancelado: {0} limpas, {1} não concluídas de {2}
ru: Отменено: очищено {0}, не завершено {1} из {2}
tr: İptal: {2} içinden {0} temizlendi, {1} tamamlanmadı
zh_hans: 已取消：{2} 个中清除 {0} 个，{1} 个未完成

# Purge_Done
source: Done: {0} purged, {1} failed out of {2}
de: Fertig: {0} geleert, {1} fehlgeschlagen von {2}
es: Listo: {0} purgadas, {1} con error de {2}
fr: Terminé : {0} purgées, {1} en échec sur {2}
it: Fatto: {0} svuotate, {1} fallite su {2}
ja: 完了: {2} 件中 {0} 件削除、{1} 件失敗
ko: 완료: {2}개 중 {0}개 삭제, {1}개 실패
pl: Gotowe: wyczyszczono {0}, błędy {1} z {2}
pt_br: Concluído: {0} limpas, {1} com falha de {2}
ru: Готово: очищено {0}, с ошибкой {1} из {2}
tr: Bitti: {2} içinden {0} temizlendi, {1} başarısız
zh_hans: 完成：{2} 个中清除 {0} 个，{1} 个失败

# Purge_Progress
source: {0}/{1} processed - {2} purged, {3} failed
de: {0}/{1} verarbeitet - {2} geleert, {3} fehlgeschlagen
es: {0}/{1} procesadas - {2} purgadas, {3} con error
fr: {0}/{1} traitées - {2} purgées, {3} en échec
it: {0}/{1} elaborate - {2} svuotate, {3} fallite
ja: {0}/{1} 処理済み - {2} 削除、{3} 失敗
ko: {0}/{1} 처리됨 - {2} 삭제, {3} 실패
pl: {0}/{1} przetworzono - wyczyszczono {2}, błędy {3}
pt_br: {0}/{1} processadas - {2} limpas, {3} com falha
ru: {0}/{1} обработано - очищено {2}, с ошибкой {3}
tr: {0}/{1} işlendi - {2} temizlendi, {3} başarısız
zh_hans: 已处理 {0}/{1} - 清除 {2}，失败 {3}

# Purge_Tooltip
source: Zone is {0} - only active zones can be purged
de: Zone ist {0} - nur aktive Zonen können geleert werden
es: La zona está {0} - solo se pueden purgar zonas activas
fr: Zone {0} - seules les zones actives peuvent être purgées
it: La zona è {0} - solo le zone attive possono essere svuotate
ja: ゾーンは {0} です - アクティブなゾーンのみ削除できます
ko: 영역 상태가 {0}입니다 - 활성 영역만 캐시를 삭제할 수 있습니다
pl: Strefa ma status {0} - czyścić można tylko aktywne strefy
pt_br: A zona está {0} - só zonas ativas podem ser limpas
ru: Зона в статусе {0} - очищать можно только активные
tr: Bölge {0} durumunda - yalnızca etkin bölgeler temizlenebilir
zh_hans: 区域状态为 {0} - 只能清除活动区域的缓存

# Purge_DialogTitle
source: Purge cache
de: Cache leeren
es: Purgar caché
fr: Purger le cache
it: Svuota cache
ja: キャッシュ削除
ko: 캐시 삭제
pl: Czyszczenie cache
pt_br: Limpar cache
ru: Очистка кеша
tr: Önbelleği temizle
zh_hans: 清除缓存

# Purge_DialogBody
source: Purge all cached files for {0} zone(s) in {1}? Cache will rebuild automatically.{2}
de: Gesamten Cache von {0} Zone(n) in {1} leeren? Der Cache baut sich neu auf.{2}
es: ¿Purgar toda la caché de {0} zona(s) en {1}? La caché se reconstruirá automáticamente.{2}
fr: Purger tout le cache de {0} zone(s) dans {1} ? Le cache se reconstruira automatiquement.{2}
it: Svuotare tutta la cache di {0} zona/e in {1}? La cache si ricostruirà automaticamente.{2}
ja: {1} の {0} ゾーンのキャッシュをすべて削除しますか? キャッシュは自動で再構築されます。{2}
ko: {1}의 영역 {0}개 캐시를 모두 삭제할까요? 캐시는 자동으로 다시 생성됩니다.{2}
pl: Wyczyścić cały cache {0} stref w {1}? Cache odbuduje się automatycznie.{2}
pt_br: Limpar todo o cache de {0} zona(s) em {1}? O cache será reconstruído automaticamente.{2}
ru: Очистить весь кеш для {0} зон в {1}? Кеш соберётся заново автоматически.{2}
tr: {1} içindeki {0} bölgenin tüm önbelleği temizlensin mi? Önbellek otomatik yeniden oluşur.{2}
zh_hans: 要清除 {1} 中 {0} 个区域的全部缓存吗？缓存会自动重建。{2}

# Purge_DialogWarning
source: Warning: this is a large purge request and may affect many sites at once.
de: Warnung: große Anfrage, sie betrifft viele Websites auf einmal.
es: Aviso: es una solicitud grande y afectará a muchos sitios a la vez.
fr: Attention : requête volumineuse, elle touche de nombreux sites à la fois.
it: Attenzione: richiesta grande, interessa molti siti contemporaneamente.
ja: 警告: 大きなリクエストです。多数のサイトに一度に影響します。
ko: 경고: 대규모 요청이며 많은 사이트에 한꺼번에 영향을 줍니다.
pl: Uwaga: to duże żądanie, wpłynie na wiele witryn naraz.
pt_br: Aviso: esta é uma solicitação grande e afetará muitos sites de uma vez.
ru: Внимание: это большой запрос, он затронет много сайтов сразу.
tr: Uyarı: bu büyük bir istek, birçok siteyi aynı anda etkiler.
zh_hans: 警告：这是一个大型请求，会同时影响许多站点。

# Purge_DialogPrimary
source: Purge
de: Leeren
es: Purgar
fr: Purger
it: Svuota
ja: 削除
ko: 삭제
pl: Wyczyść
pt_br: Limpar
ru: Очистить
tr: Temizle
zh_hans: 清除

# Delete_Title.Text
source: Delete Domains
de: Domains löschen
es: Eliminar dominios
fr: Supprimer des domaines
it: Elimina domini
ja: ドメインを削除
ko: 도메인 삭제
pl: Usuń domeny
pt_br: Excluir domínios
ru: Удалить домены
tr: Alan adı sil
zh_hans: 删除域名

# Delete_Run.Content
source: Delete Selected
de: Auswahl löschen
es: Eliminar selección
fr: Supprimer la sélection
it: Elimina selezionate
ja: 選択分を削除
ko: 선택 항목 삭제
pl: Usuń zaznaczone
pt_br: Excluir selecionadas
ru: Удалить выбранные
tr: Seçilenleri sil
zh_hans: 删除所选

# Delete_Starting
source: Deleting {0} zone(s) from {1}...
de: Lösche {0} Zone(n) aus {1}...
es: Eliminando {0} zona(s) de {1}...
fr: Suppression de {0} zone(s) de {1}...
it: Eliminazione di {0} zona/e da {1}...
ja: {1} から {0} ゾーンを削除中...
ko: {1}에서 영역 {0}개 삭제 중...
pl: Usuwanie {0} stref z {1}...
pt_br: Excluindo {0} zona(s) de {1}...
ru: Удаление {0} зон из {1}...
tr: {1} içinden {0} bölge siliniyor...
zh_hans: 正在从 {1} 删除 {0} 个区域...

# Delete_Item
source: Deleting...
de: Wird gelöscht...
es: Eliminando...
fr: Suppression...
it: Eliminazione...
ja: 削除中...
ko: 삭제 중...
pl: Usuwanie...
pt_br: Excluindo...
ru: Удаление...
tr: Siliniyor...
zh_hans: 删除中...

# Delete_ItemDone
source: Deleted
de: Gelöscht
es: Eliminada
fr: Supprimée
it: Eliminata
ja: 削除済み
ko: 삭제됨
pl: Usunięto
pt_br: Excluída
ru: Удалено
tr: Silindi
zh_hans: 已删除

# Delete_DoneCancelled
source: Cancelled: {0} deleted, {1} not completed out of {2}
de: Abgebrochen: {0} gelöscht, {1} offen von {2}
es: Cancelado: {0} eliminadas, {1} sin completar de {2}
fr: Annulé : {0} supprimées, {1} non terminées sur {2}
it: Annullato: {0} eliminate, {1} non completate su {2}
ja: キャンセル: {2} 件中 {0} 件削除、{1} 件未完了
ko: 취소됨: {2}개 중 {0}개 삭제, {1}개 미완료
pl: Anulowano: usunięto {0}, nieukończone {1} z {2}
pt_br: Cancelado: {0} excluídas, {1} não concluídas de {2}
ru: Отменено: удалено {0}, не завершено {1} из {2}
tr: İptal: {2} içinden {0} silindi, {1} tamamlanmadı
zh_hans: 已取消：{2} 个中删除 {0} 个，{1} 个未完成

# Delete_Done
source: Done: {0} deleted, {1} failed out of {2}
de: Fertig: {0} gelöscht, {1} fehlgeschlagen von {2}
es: Listo: {0} eliminadas, {1} con error de {2}
fr: Terminé : {0} supprimées, {1} en échec sur {2}
it: Fatto: {0} eliminate, {1} fallite su {2}
ja: 完了: {2} 件中 {0} 件削除、{1} 件失敗
ko: 완료: {2}개 중 {0}개 삭제, {1}개 실패
pl: Gotowe: usunięto {0}, błędy {1} z {2}
pt_br: Concluído: {0} excluídas, {1} com falha de {2}
ru: Готово: удалено {0}, с ошибкой {1} из {2}
tr: Bitti: {2} içinden {0} silindi, {1} başarısız
zh_hans: 完成：{2} 个中删除 {0} 个，{1} 个失败

# Delete_Progress
source: {0}/{1} processed - {2} deleted, {3} failed
de: {0}/{1} verarbeitet - {2} gelöscht, {3} fehlgeschlagen
es: {0}/{1} procesadas - {2} eliminadas, {3} con error
fr: {0}/{1} traitées - {2} supprimées, {3} en échec
it: {0}/{1} elaborate - {2} eliminate, {3} fallite
ja: {0}/{1} 処理済み - {2} 削除、{3} 失敗
ko: {0}/{1} 처리됨 - {2} 삭제, {3} 실패
pl: {0}/{1} przetworzono - usunięto {2}, błędy {3}
pt_br: {0}/{1} processadas - {2} excluídas, {3} com falha
ru: {0}/{1} обработано - удалено {2}, с ошибкой {3}
tr: {0}/{1} işlendi - {2} silindi, {3} başarısız
zh_hans: 已处理 {0}/{1} - 删除 {2}，失败 {3}

# Delete_DialogTitle
source: Delete zones
de: Zonen löschen
es: Eliminar zonas
fr: Supprimer des zones
it: Elimina zone
ja: ゾーンの削除
ko: 영역 삭제
pl: Usuwanie stref
pt_br: Excluir zonas
ru: Удаление зон
tr: Bölgeleri sil
zh_hans: 删除区域

# Delete_DialogBody
source: Permanently delete {0} zone(s) from {1}? This cannot be undone.{2}
de: {0} Zone(n) aus {1} endgültig löschen? Das lässt sich nicht rückgängig machen.{2}
es: ¿Eliminar definitivamente {0} zona(s) de {1}? Esta acción no se puede deshacer.{2}
fr: Supprimer définitivement {0} zone(s) de {1} ? Cette action est irréversible.{2}
it: Eliminare definitivamente {0} zona/e da {1}? L'operazione non può essere annullata.{2}
ja: {1} から {0} ゾーンを完全に削除しますか? この操作は元に戻せません。{2}
ko: {1}에서 영역 {0}개를 영구히 삭제할까요? 이 작업은 되돌릴 수 없습니다.{2}
pl: Trwale usunąć {0} stref z {1}? Tej operacji nie można cofnąć.{2}
pt_br: Excluir permanentemente {0} zona(s) de {1}? Isso não pode ser desfeito.{2}
ru: Безвозвратно удалить {0} зон из {1}? Отменить это будет нельзя.{2}
tr: {1} içinden {0} bölge kalıcı olarak silinsin mi? Bu işlem geri alınamaz.{2}
zh_hans: 要从 {1} 永久删除 {0} 个区域吗？ 此操作无法撤销。{2}

# Delete_DialogWarning
source: Warning: this is a large delete request and may remove many zones at once.
de: Warnung: große Anfrage, sie entfernt viele Zonen auf einmal.
es: Aviso: es una solicitud grande y eliminará muchas zonas a la vez.
fr: Attention : requête volumineuse, elle supprime de nombreuses zones à la fois.
it: Attenzione: richiesta grande, rimuove molte zone contemporaneamente.
ja: 警告: 大きなリクエストです。多数のゾーンを一度に削除します。
ko: 경고: 대규모 요청이며 많은 영역을 한꺼번에 삭제합니다.
pl: Uwaga: to duże żądanie, usunie wiele stref naraz.
pt_br: Aviso: esta é uma solicitação grande e removerá muitas zonas de uma vez.
ru: Внимание: это большой запрос, он удалит много зон сразу.
tr: Uyarı: bu büyük bir istek, birçok bölgeyi aynı anda siler.
zh_hans: 警告：这是一个大型请求，会同时删除许多区域。

# Delete_DialogPrimary
source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina
ja: 削除
ko: 삭제
pl: Usuń
pt_br: Excluir
ru: Удалить
tr: Sil
zh_hans: 删除

# Settings_Title.Text
source: Settings
de: Einstellungen
es: Configuración
fr: Paramètres
it: Impostazioni
ja: 設定
ko: 설정
pl: Ustawienia
pt_br: Configurações
ru: Настройки
tr: Ayarlar
zh_hans: 设置

# Settings_Pool.Text
source: Request Pool
de: Anfrage-Warteschlange
es: Cola de solicitudes
fr: File de requêtes
it: Coda delle richieste
ja: リクエストキュー
ko: 요청 대기열
pl: Kolejka żądań
pt_br: Fila de requisições
ru: Очередь запросов
tr: İstek kuyruğu
zh_hans: 请求队列

# Settings_Concurrency.Header
source: Max Concurrency
de: Max. parallel
es: Simultáneas máx.
fr: Requêtes simultanées max.
it: Richieste simultanee max
ja: 最大同時実行数
ko: 최대 동시 요청
pl: Maks. równoległych
pt_br: Máx. simultâneas
ru: Параллельных запросов
tr: En fazla eşzamanlı
zh_hans: 最大并发数

# Settings_Retries.Header
source: Max Retries
de: Max. Wiederholungen
es: Reintentos máx.
fr: Tentatives max.
it: Tentativi max
ja: 最大再試行回数
ko: 최대 재시도
pl: Maks. ponowień
pt_br: Máx. de tentativas
ru: Повторов
tr: Yeniden deneme sayısı
zh_hans: 最大重试次数

# Settings_Appearance.Text
source: Appearance
de: Darstellung
es: Apariencia
fr: Apparence
it: Aspetto
ja: 外観
ko: 모양
pl: Wygląd
pt_br: Aparência
ru: Оформление
tr: Görünüm
zh_hans: 外观

# Settings_Theme.Header
source: Theme
de: Design
es: Tema
fr: Thème
it: Tema
ja: テーマ
ko: 테마
pl: Motyw
pt_br: Tema
ru: Тема
tr: Tema
zh_hans: 主题

# Settings_ThemeSystem.Content
source: System
es: Sistema
fr: Système
it: Sistema
ja: システム
ko: 시스템
pl: Systemowy
pt_br: Sistema
ru: Системная
tr: Sistem
zh_hans: 跟随系统

# Settings_ThemeLight.Content
source: Light
de: Hell
es: Claro
fr: Clair
it: Chiaro
ja: ライト
ko: 밝게
pl: Jasny
pt_br: Claro
ru: Светлая
tr: Açık
zh_hans: 浅色

# Settings_ThemeDark.Content
source: Dark
de: Dunkel
es: Oscuro
fr: Sombre
it: Scuro
ja: ダーク
ko: 어둡게
pl: Ciemny
pt_br: Escuro
ru: Тёмная
tr: Koyu
zh_hans: 深色

# Settings_Language.Header
source: Language
de: Sprache
es: Idioma
fr: Langue
it: Lingua
ja: 言語
ko: 언어
pl: Język
pt_br: Idioma
ru: Язык
tr: Dil
zh_hans: 语言

# Settings_LanguageSystem
source: System (Windows language)
de: System (Windows-Sprache)
es: Sistema (idioma de Windows)
fr: Système (langue de Windows)
it: Sistema (lingua di Windows)
ja: システム(Windows の言語)
ko: 시스템(Windows 언어)
pl: Systemowy (język Windows)
pt_br: Sistema (idioma do Windows)
ru: Системный (язык Windows)
tr: Sistem (Windows dili)
zh_hans: 系统（Windows 语言）

# Settings_RestartNote.Text
source: Restart the app to apply the new language.
de: App neu starten, um die Sprache zu übernehmen.
es: Reinicie la aplicación para aplicar el idioma.
fr: Redémarrez l'application pour appliquer la langue.
it: Riavvia l'app per applicare la lingua.
ja: 言語を反映するにはアプリを再起動してください。
ko: 언어를 적용하려면 앱을 다시 시작하세요.
pl: Uruchom aplikację ponownie, aby zastosować język.
pt_br: Reinicie o aplicativo para aplicar o idioma.
ru: Перезапустите приложение, чтобы применить язык.
tr: Dili uygulamak için uygulamayı yeniden başlatın.
zh_hans: 重启应用以应用新语言。

# Settings_Tips.Header
source: Show 301.st tips
de: 301.st-Hinweise anzeigen
es: Mostrar consejos de 301.st
fr: Afficher les conseils 301.st
it: Mostra suggerimenti 301.st
ja: 301.st のヒントを表示
ko: 301.st 팁 표시
pl: Pokazuj wskazówki 301.st
pt_br: Mostrar dicas do 301.st
ru: Показывать подсказки 301.st
tr: 301.st ipuçlarını göster
zh_hans: 显示 301.st 提示

# Settings_Tips.OnContent
source: On
de: Ein
es: Sí
fr: Activé
it: Sì
ja: オン
ko: 켜짐
pl: Wł.
pt_br: Ligado
ru: Вкл
tr: Açık
zh_hans: 开
